{"sections":{"e4a22221-96e8-47eb-8e41-ff9780104ed3":{"type":"page-banner","settings":{"title":"HELP \/ FAQS","content":"<p>If you have a question, please consult our list of frequently asked questions before reaching out for assistance.<\/p>","color_scheme_text":"text-colors-default","color_scheme_background":"background-colors-inverse"}},"accordions":{"type":"accordions","blocks":{"c2e5d07c-3d54-4bad-b3ae-694d1ef7dbed":{"type":"topic","settings":{"is_open":true,"title":"How do I return my order?","content":"<p>If you would like to return your order, please fill out the return form that came with the package. Make sure to include all the information requested on the form, such as the order number and the reason for the return. Once the form is complete, carefully seal the package and attach the shipping label that was also included with the package. Place the package in an appropriate shipping box and be sure to take the package to the post office or a courier service as soon as possible. If you have any questions about the return process, please contact our customer service team for assistance. We hope that you are completely satisfied with your purchase, but if you are not, we are here to help.<br\/><\/p>","page":""}},"06f97daa-496a-417b-aa49-d8a47260cf78":{"type":"topic","settings":{"is_open":false,"title":"All orders can be returned within 30 days.","content":"<p>Once we have received the order return, the refund will be processed within 14 business days.<\/p>","page":""}},"e957eb44-fbe4-4f40-a034-48a4d0a4099a":{"type":"topic","settings":{"is_open":false,"title":"Are there any shipping costs?","content":"<p>For orders under $100 a shipping cost of $9,95 is charged.<br\/>All orders over $100 will be delivered for free.<\/p>","page":""}},"50884bbc-77d4-4b96-a625-6fc5e6418f48":{"type":"topic","settings":{"is_open":false,"title":"Can I still change my order?","content":"<p>If you want to change your order, please send us an email to hello@sahara.com. We will see what is still possible.<\/p>","page":""}},"34b3eb6c-7059-43df-bdf1-7aa6c83ff27b":{"type":"topic","settings":{"is_open":false,"title":"How can I track my order?","content":"<p>As soon as your order is shipped we will send you a track & trace code by mail. This way you can track your order.<br\/><br\/>Keep in mind that it can take up to 48 hours before the track & trace is available. Can't track your package after 48h? Please send us an email to hello@sahara.com and we will contact the shipping company.<\/p>","page":""}}},"block_order":["c2e5d07c-3d54-4bad-b3ae-694d1ef7dbed","06f97daa-496a-417b-aa49-d8a47260cf78","e957eb44-fbe4-4f40-a034-48a4d0a4099a","50884bbc-77d4-4b96-a625-6fc5e6418f48","34b3eb6c-7059-43df-bdf1-7aa6c83ff27b"],"settings":{"padding_vertical_desktop":"","padding_vertical_mobile":"","color_scheme_text":"text-colors-default","color_scheme_background":"background-colors-default","title":"Orders & shipping"}},"15d37dcd-dfe5-404c-80f1-8f76c2017e23":{"type":"accordions","blocks":{"template--17062096503099__15d37dcd-dfe5-404c-80f1-8f76c2017e23-16696259764c4b7b62-0":{"type":"topic","settings":{"is_open":false,"title":"Do I have to create an account?","content":"<p>No, you don't have to create an account. However, we strongly recommend that you create an account so that you can take advantage of the various benefits it offers. For example, you will be able to access your account easily the next time you visit us, and you will also be able to get personalized recommendations and services tailored to your needs. By creating an account with us, you will be able to make the most out of our services and save time in the future.<\/p>","page":""}},"template--17062096503099__15d37dcd-dfe5-404c-80f1-8f76c2017e23-16696259764c4b7b62-1":{"type":"topic","settings":{"is_open":false,"title":"How do I change my account password?","content":"<p>If you have forgotten your password, don't worry. You can easily reset it by clicking the 'forgot password' link. Once you click the link, you will receive an email with instructions on how to create a new password. Follow the instructions to set a new password that is secure and easy to remember. Remember to keep your password safe and never share it with anyone.<\/p>","page":""}},"template--17062096503099__15d37dcd-dfe5-404c-80f1-8f76c2017e23-16696259764c4b7b62-2":{"type":"topic","disabled":true,"settings":{"is_open":false,"title":"How can I unsubscribe from emails?","content":"<p>Maecenas in porttitor consequat aenean. In nulla cursus pulvinar at lacus ultricies et nulla. Non porta arcu vehicula rhoncus. Habitant integer lectus elit proin. Etiam morbi nunc pretium vestibulum sed convallis etiam. Pulvinar vitae porttitor elementum eget mattis sagittis facilisi magna. Et pulvinar pretium vitae odio non ultricies maecenas id. Non nibh scelerisque in facilisis tincidunt viverra fermentum sem. Quam varius pretium vitae neque. Senectus lectus ultricies nibh eget.<br\/><br\/>Vitae vehicula orci id amet id in sagittis amet pharetra. Risus ultrices pharetra risus tempor nullam volutpat non ultrices elementum. Pellentesque pretium eget netus tortor in sed et ante. Lectus in tincidunt magna auctor scelerisque senectus. Nisl at eu nec a ultrices. Tellus faucibus ornare porttitor nunc blandit aliquam risus diam, iaculis. Erat duis pulvinar nibh facilisis dictumst purus at sed quisque.<br\/><br\/>At amet, convallis vitae sit. Scelerisque laoreet non amet ullamcorper. Imperdiet quis in volutpat dictum nisi, ultricies vel. Sed tempus purus ac dapibus netus. Arcu tempor in non non maecenas tincidunt in. Velit enim amet enim augue nec. Proin est tellus, pretium risus enim eget habitasse massa integer. Massa blandit id augue feugiat ultricies odio sed duis. Id placerat ac aenean etiam pellentesque neque purus quis pharetra. Sit sagittis eget rhoncus purus id vivamus.<\/p>","page":""}}},"block_order":["template--17062096503099__15d37dcd-dfe5-404c-80f1-8f76c2017e23-16696259764c4b7b62-0","template--17062096503099__15d37dcd-dfe5-404c-80f1-8f76c2017e23-16696259764c4b7b62-1","template--17062096503099__15d37dcd-dfe5-404c-80f1-8f76c2017e23-16696259764c4b7b62-2"],"settings":{"padding_vertical_desktop":"pt-0-desktop","padding_vertical_mobile":"pt-0-mobile","color_scheme_text":"text-colors-default","color_scheme_background":"background-colors-default","title":"Account Info"}}},"order":["e4a22221-96e8-47eb-8e41-ff9780104ed3","accordions","15d37dcd-dfe5-404c-80f1-8f76c2017e23"]}